Repository: yqzhouluyao/offlinereader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.launch_failed
source: Launch failed
zh_hans: 启动失败

# book.not_started
source: Not started
zh_hans: 未开始

# book.unknown_author
source: Unknown author
zh_hans: 未知作者

# book.untitled
source: Untitled
zh_hans: 未命名

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.done
source: Done
zh_hans: 完成

# common.error
source: Error
zh_hans: 错误

# common.ok
source: OK
zh_hans: 知道了

# common.retry
source: Retry
zh_hans: 重试

# error.corrupted_epub
source: Unable to open this book. The file may be damaged.
zh_hans: 无法打开这本书，文件可能已损坏。

# error.database_failure
source: Unable to update the local library.
zh_hans: 无法更新本地书架。

# error.drm_not_supported
source: DRM-protected EPUB is not supported.
zh_hans: 暂不支持受 DRM 保护的 EPUB。

# error.duplicate_book
source: This book is already in your library.
zh_hans: 这本书已经在书架中。

# error.file_too_large %lld
source: The file is over 200 MB and cannot be imported.
zh_hans: 文件超过 200 MB，暂时无法导入。

# error.file_too_small
source: The file is too small to import.
zh_hans: 文件过小，无法导入。

# error.fixed_layout_not_supported
source: This version only supports reflowable EPUB.
zh_hans: 当前版本仅支持可重排 EPUB。

# error.local_network_unavailable
source: No local network connection was detected.
zh_hans: 未检测到可用的局域网连接。

# error.missing_book_file
source: The local book file is missing.
zh_hans: 本地书籍文件已丢失。

# error.transfer_server_failed
source: Unable to start Wi-Fi transfer.
zh_hans: 无法启动 Wi‑Fi 传书。

# error.transfer_token_expired
source: The transfer link expired.
zh_hans: 传输链接已过期。

# error.unknown
source: Something went wrong.
zh_hans: 出现未知错误。

# error.unsupported_file_type
source: Please choose an EPUB, PDF, or TXT file.
zh_hans: 请选择 EPUB、PDF 或 TXT 文件。

# error.upload_interrupted
source: The transfer was interrupted. Keep this page open and try again.
zh_hans: 传输已中断，请保持页面打开后重试。

# import.files
source: Import from Files
zh_hans: 从文件导入

# import.supported_formats
source: Supports DRM-free EPUB, PDF, and TXT files.
zh_hans: 支持无 DRM 的 EPUB、PDF 和 TXT 文件。

# import.title
source: Import
zh_hans: 导入

# import.wifi
source: Wi-Fi Transfer
zh_hans: Wi‑Fi 传书

# library.delete
source: Delete
zh_hans: 删除

# library.delete.confirm_title
source: Delete this book?
zh_hans: 删除这本书？

# library.empty.description
source: Import ebooks from Files or from a computer on the same Wi-Fi.
zh_hans: 从文件或同一 Wi‑Fi 下的电脑导入电子书。

# library.empty.import
source: Import ebooks
zh_hans: 导入电子书

# library.empty.title
source: No books yet
zh_hans: 还没有书

# library.import
source: Import
zh_hans: 导入

# library.importing
source: Importing...
zh_hans: 正在导入…

# library.sort.recent
source: Recent
zh_hans: 最近阅读

# library.sort.title
source: Title
zh_hans: 书名

# library.title
source: Library
zh_hans: 书架

# reader.cached_toast
source: This book is cached and available offline
zh_hans: 本书已缓存，可以离线阅读

# reader.copyright_info
source: Copyright
zh_hans: 版权信息

# reader.loading
source: Opening book...
zh_hans: 正在打开…

# reader.notes
source: Notes
zh_hans: 笔记划线

# reader.open_failed
source: Unable to open book
zh_hans: 无法打开书籍

# reader.page_unknown
source: 1/-- pages
zh_hans: 1/-- 页

# reader.read_progress %@
source: Read %@
zh_hans: 已读%@

# reader.settings
source: Settings
zh_hans: 设置

# reader.theme_brightness
source: Theme
zh_hans: 主题亮度

# reader.toc
source: Contents
zh_hans: 目录

# reader.toc.empty
source: This book has no available contents.
zh_hans: 本书没有可用目录

# reader.toc.jump_failed
source: Unable to jump to that chapter.
zh_hans: 无法跳转到该章节。

# reader.toc.untitled
source: Untitled chapter
zh_hans: 未命名章节

# reader.typography
source: Typography
zh_hans: 排版

# typography.font
source: Font
zh_hans: 字体

# typography.font_size
source: Font size
zh_hans: 字号

# typography.font.publisher
source: Publisher
zh_hans: 出版社

# typography.font.sans
source: Sans
zh_hans: 无衬线

# typography.font.serif
source: Serif
zh_hans: 衬线

# typography.line_height
source: Line height
zh_hans: 行距

# typography.margins
source: Margins
zh_hans: 页边距

# typography.reset
source: Reset
zh_hans: 重置

# typography.theme
source: Theme
zh_hans: 主题

# typography.theme.day
source: Day
zh_hans: 日间

# typography.theme.night
source: Night
zh_hans: 夜间

# typography.theme.sepia
source: Sepia
zh_hans: 米黄

# wifi.continue_transfer
source: Continue transfer
zh_hans: 继续传书

# wifi.copy_url
source: Copy URL
zh_hans: 复制地址

# wifi.failed
source: Transfer unavailable
zh_hans: 传输不可用

# wifi.importing
source: Importing
zh_hans: 正在导入

# wifi.keep_open
source: Keep this page open while transferring.
zh_hans: 传输时请保持此页面打开。

# wifi.open_book
source: Open book
zh_hans: 打开书籍

# wifi.permission_note
source: Use a browser on a computer connected to the same Wi-Fi network.
zh_hans: 请在同一 Wi‑Fi 下的电脑浏览器中打开此地址。

# wifi.qr_code
source: Transfer QR code
zh_hans: 传书二维码

# wifi.receiving
source: Receiving
zh_hans: 正在接收

# wifi.starting
source: Starting local transfer...
zh_hans: 正在启动局域网传书…

# wifi.succeeded %@
source: Imported %@.
zh_hans: 已导入《%@》

# wifi.time_remaining
source: Time remaining
zh_hans: 剩余时间

# wifi.title
source: Wi-Fi Transfer
zh_hans: Wi‑Fi 传书
